# 如   果第一    个字符为#  就忽然这一行、


#命令的格式一般为：
#       命令种类    参数1 参数2  参数3  参数4  。。。。。
#       
# 
# 
# 
# 命令种类定义见Task.h
# 
# 
# 



#101 参数1 参数2 参数3 参数4
#100 运算符号 +
#101 阿拉伯数 1
100 数 0
100 数 1
100 数 2
100 数 3
100 数 4
100 数 5
100 数 6
100 数 7
100 数 8
100 数 9
101 阿拉伯数字 0
101 阿拉伯数字 1
101 阿拉伯数字 2
101 阿拉伯数字 3
101 阿拉伯数字 4
101 阿拉伯数字 5
101 阿拉伯数字 6
101 阿拉伯数字 7
101 阿拉伯数字 8
101 阿拉伯数字 9
200 数学符号 +
200 数学符号 -
200 数学符号 *
200 数学符号 /
200 数学符号 &
200 数学符号 =
200 数学符号 <
200 数学符号 >
200 数学符号 |
200 数学符号 !
200 数学符号 a
200 数学符号 b
200 数学符号 c
200 数学符号 d
200 数学符号 e
200 数学符号 f
200 数学符号 g
200 数学符号 h
200 数学符号 i
200 数学符号 j
200 数学符号 k
200 数学符号 l
200 数学符号 m
200 数学符号 n
200 数学符号 o
200 数学符号 p
200 数学符号 q
200 数学符号 r
200 数学符号 s
200 数学符号 t
200 数学符号 u
200 数学符号 v
200 数学符号 w
200 数学符号 x
200 数学符号 y
200 数学符号 z














