# 如   果第一    个字符为#  就忽然这一行、


#命令的格式一般为：
#       命令种类    参数1 参数2  参数3  参数4  。。。。。
#       
# 
# 
# 
# 命令种类定义见Task.h
# 
# 
# 



#101 参数1 参数2 参数3 参数4
#100 运算符号 +
#101 阿拉伯数 1
100 数 0
100 数 1
100 数 2
100 数 3
100 数 4
100 数 5
100 数 6
100 数 7
100 数 8
100 数 9
101 阿拉伯数字 0
101 阿拉伯数字 1
101 阿拉伯数字 2
101 阿拉伯数字 3
101 阿拉伯数字 4
101 阿拉伯数字 5
101 阿拉伯数字 6
101 阿拉伯数字 7
101 阿拉伯数字 8
101 阿拉伯数字 9
200 数学符号 +
200 数学符号 -
200 数学符号 *
200 数学符号 /
200 数学符号 &
200 数学符号 =
200 数学符号 <
200 数学符号 >
200 数学符号 |
200 数学符号 !
200 负号 -
200 等于号 =
201 加 +
201 减 -
201 乘 *
201 除 /
200 正号 +
200 英文字母 a
200 英文字母 b
200 英文字母 c
200 英文字母 d
200 英文字母 e
200 英文字母 f
200 英文字母 g
200 英文字母 h
200 英文字母 i
200 英文字母 j
200 英文字母 k
200 英文字母 l
200 英文字母 m
200 英文字母 n
200 英文字母 o
200 英文字母 p
200 英文字母 q
200 英文字母 r
200 英文字母 s
200 英文字母 t
200 英文字母 u
200 英文字母 v
200 英文字母 w
200 英文字母 x
200 英文字母 y
200 英文字母 z
200 英文字母 A
200 英文字母 B
200 英文字母 C
200 英文字母 D
200 英文字母 E
200 英文字母 F
200 英文字母 G
200 英文字母 H
200 英文字母 I
200 英文字母 J
200 英文字母 K
200 英文字母 L
200 英文字母 M
200 英文字母 N
200 英文字母 O
200 英文字母 P
200 英文字母 Q
200 英文字母 R
200 英文字母 S
200 英文字母 T
200 英文字母 U
200 英文字母 V
200 英文字母 W
200 英文字母 X
200 英文字母 Y
200 英文字母 Z
220 整数 1
220 整数 2 1
220 整数 3 2 1
220 整数 4 3 2 1
220 整数 5 4 3 2 1
220 整数 5 5 1 1 1 1
220 整数 7 6 5 4 3 2 1
220 整数 8 7 1 1 1 1 1 1
220 整数 9 8 7 6 5 4 3 2 1
203 setosa
203 versicolor
203 virginica
203 iris
219 setosa 51 35 14 2
#219 setosa 21 25 24 2
#要想创建setosa 51 35 14 2，必须先定义大于10得整数才行    14   55  406a7a40
#nero_IfHasNeuronObjectKindUnknow1:start serch basekind=2012,[21]
219 versicolor 61 29 47 14
219 virginica 65 30 55 18
219 iris 65 30 55 18
204 2014 2015
510 2014 1 1 1
















